Repository: UFeindschiff/devchat-gui
Catalog: po/*.po
Languages: de

source: Error S: Error initialising spell checker!
de: Error S: Fehler bei der Initialisierung der Rechtschreibprüfung.

source: Insert URL
de: URL einfügen

source: Insert Image Note that you will be killed if you insert images larger than 32*32px. You have been warned.
de: Bild einfügen Das Einfügen von Bildern, die größer sind als 32x32px, bedeutet Todesgefahr. Sie sind gewarnt.

source: Text color
de: Textfarbe

source: Raw mode
de: HTML-Modus

source: Send raw HTML text. Needed e.g. for browser-kicks and <!-- comments -->. Not recommended for daily use.
de: Direkten HTML-Text senden. Nötig für bspw. Browserkicks und <!-- Kommentare -->. Nicht für den alltäglichen Gebrauch empfohlen.

source: Filter Users
de: User filtern

source: Filter Messages
de: Nachrichten filtern

source: Messagelevel <3
de: Nachrichtenlevel <3

source: Messagelevel <5
de: Nachrichtenlevel <5

source: Messagelevel <6
de: Nachrichtenlevel <6

source: _Main
de: _Hauptmenü

source: _Edit
de: _Bearbeiten

source: _Insert
de: _Einfügen

source: _Go
de: _Gehe zu

source: _Help
de: _Hilfe

source: Change Status...
de: _Status ändern...

source: Away
de: Abwesend

source: DND
de: Nicht stören

source: Edit profile...
de: Profil ändern...

source: Open DevNet fora...
de: DevNet-Foren öffnen...

source: Open betatest fora...
de: Betatest-Foren öffnen...

source: Open forum...
de: Forum öffnen...

source: Close tab
de: Reiter schließen

source: Reconnect
de: Wiederverbinden

source: Next Tab
de: Nächster Reiter

source: Previous Tab
de: Voheriger Reiter

source: Show History...
de: Verlauf zeigen...

source: Report a bug...
de: Fehler berichten...

source: Check for update...
de: Auf neue Version prüfen...

source: Frequently asked questions...
de: Häufig gestellte Fragen...

source: I_mage
de: _Bild

source: _Preset texts...
de: Textvorlagen...

source: Not connected.
de: Nicht verbunden

source: Determining user level...
de: Bestimme Userlevel...

source: #Settings file for DevchatGUI. Please do not alter the key names. #Note: This behaviour is different from python version 0.x, in which the order of the values was the only thing important. #Keywords and boilerplates are separated by | (u007C, vertical line). #Truth Values (SHOWID,SHOWHIDDEN,STEALTHJOIN,AUTOJOIN) must be written as "true" for true, everything else (1/yes/...) will be regarded as false.
de: #Einstellungsdatei für DevchatGUI. Die Schlüsselnamen dürfen nicht geändert werden. #Hinweis: Dieses Verhalten unterscheidet sich vom Python-Client, bei dem nur die Reihenfolge wichtig war. #Schlüsselwörter und Textvorlagen sind mit | getrennt (Unicode 0x7C, Verkettungszeichen/senkrechter Strich). #Wahrheitswerte (SHOWID, SHOWHIDDEN, ...) müssen auf "true" gesetzt werden für "wahr", alles andere wird als "falsch" behandelt.

source: Logging in...
de: Anmeldung läuft...

source: Error L: Login failed.
de: Error L: Login fehlgeschlagen.

source: Login failed.
de: Anmeldung fehlgeschlagen.

source: Error C: Login failed, limit reached.
de: Error C: Anmeldung fehlgeschlagen, Anmeldebegrenzung überschritten.

source: Login failed, account locked. Please visit the forum and re-activate manually.
de: Anmeldung fehlgeschlagen, Konto gesperrt. Bitte im Forum neu anmelden und Konto reaktivieren.

source: Login successful! Determining user level...
de: Anmeldung erfolgreich! Bestimme Userlevel...

source: Waiting for messages...
de: Warte auf Nachrichten...

source: Error D: Error stat()ing avatar file! Trying to re-download it. If problem persists, check permissions for avatar directory.
de: Error D: Fehler beim Anlegen der Avatar-Datei. Wenn das Problem weiter besteht, Schreibberechtigungen des Avatar-Ordners prüfen.

source: View the forum profile of %s.
de: Forenprofil von %s ansehen.

source: Do NOT disturb.
de: NICHT stören!

source: Poke %s
de: %s anschreiben

source: Open a conversation with %s.
de: Unterhaltung mit %s öffnen.

source: %i users online
de: %i User online

source: Last Update: %s
de: Letzte Aktualisierung: %s

source: Connection Lost!
de: Verbindung verloren!

source: Error D: Error while saving avatar: %s.
de: Error D: Fehler beim Speichern des Avatars: %s.

source: ...was mentioned by %s.
de: ...wurde von %s erwähnt.

source: Error D: Error while saving image: %s.
de: Error D: Fehler beim Speichern des Bilds: %s.

source: Error D: Error downloading image %s: %i %s.
de: Error D: Fehler beim Runterladen des Bilds %s: %i %s.

source: Error U: Unknown image type!
de: Error U: Unbekannter Bildtyp!

source: Note: Some settings will apply on restart.
de: Hinweis: Einige Einstellungen werden nur beim Neustart übernommen.

source: Devchat settings
de: Devchat-Einstellungen

source: Reset settings
de: Einstellungen zurücksetzen

source: Timestamp color:
de: Zeitstempel-Farbe:

source: Normal font color:
de: Schriftfarbe:

source: Greenie color:
de: L6-Userfarbe:

source: Normal user color:
de: L1..5-Userfarbe:

source: L1 background color:
de: L1 Hintergrundfarbe:

source: L3 background color:
de: L3 Hintergrundfarbe:

source: L5 background color:
de: L5 Hintergrundfarbe:

source: L6 background color:
de: L6 Hintergrundfarbe:

source: Unvisited url color:
de: Farbe für unbesuchte Links:

source: Visited url color:
de: Farbe für besuchte Links:

source: Hover url color:
de: Farbe für ausgewählte Links:

source: Highlighted tab color:
de: Farbe für hervorgehobene Reiter:

source: Goldie color:
de: L7+-Userfarbe:

source: Color settings
de: Farbeinstellungen

source: Show message ID
de: Nachrichten-ID anzeigen

source: Shows the internal ID of messages. Makes pointing at a certain post easier (and allows you to see whether people are talking in private messages and/or on higher levels). Note that this setting only applies on newly received messages.
de: Zeigt die interne ID der Nachrichten an. Vereinfacht das Referenzieren einzelner Nachrichten (und ermöglicht es zu sehen, ob Gespräche auf höheren Leveln/in PNs geführt werden). Hinweis: Diese Einstellung gilt nicht für bereits empfangene Nachrichten.

source: Show hidden usernames
de: Versteckte Usernamen anzeigen

source: Shows usernames e.g. for /me actions, stealthing greenies and HTML comments <!-- --> (read: Greenie stealth posts). Changing this setting will apply on new tabs and newly received messages.
de: Zeigt Usernamen bspw. von /me-Aktionen, L6+-User im Tarnmodus und HTML-Kommentare (sprich, anonyme L6+-Nachrichten). Hinweis: Diese Einstellung gilt nicht für bereits empfangene Nachrichten.

source: Stealth join
de: Tarnmodus

source: Suppress own join/quit messages.
de: Verbirgt eigene join/quit-Nachrichten

source: Automatic join
de: Automatisch beitreten

source: Tint user list
de: Userliste färben

source: Whether the userlist should be colored in the same color as the TextViews. Recommended if the font contrast would be too low else (read: bright themes like Aero/Classic for Windows®).
de: Legt fest, ob die Userliste dieselbe Hintergrundfarbe wie die restlichen Textfelder haben soll. Empfohlen, wenn der Schriftkontrast sonst zu niedrig wäre (bspw. bei hellen Themes).

source: Remember password
de: Passwort speichern

source: Whether the password shall be saved to disk.
de: Legt fest, ob das Passwort auf der Festplatte gespeichert werden soll.

source: Show tray icon
de: Kontrollleisten-Icon _anzeigen:

source: Jump to unread PMs
de: Sprung zu ungelesenen PNs

source: Whether the focus should jump to tabs with unread PMs or not.
de: Legt fest, ob bei neuen PNs automatisch zu deren Reiter gesprungen werden soll.

source: Audio notifications:
de: Audio-Benachrichtigungen:

source: This notification will be played on keyword match or PNs. <native> is a built-in audio notification, <none> deactivates it. You can also specify custom commands to execute.
de: Diese Benachrichtigung wird bei PNs oder Schlüsselwörtern abgespielt. <native> ist eine eingebaute Audio-Benachrichtigung, <none> deaktiviert sie. Es kann auch ein eigenes Kommando angegeben werden.

source: Visual Notifications:
de: Visuelle Benachrichtigungen:

source: This notification will be played on keyword match or PNs. <native> is a built-in visual notification, <none> deactivates it. You can also specify custom commands to execute.
de: Diese Benachrichtigung wird bei PNs oder Schlüsselwörtern abgespielt. <native> ist eine eingebaute visuelle Benachrichtigung, <none> deaktiviert sie. Es kann auch ein eigenes Kommando angegeben werden.

source: Beep on keywords:
de: Benachrichtigen bei Schlüsselwörtern:

source: List of words which will trigger a notification, separated by | (u007C, vertical line)
de: Liste von Wörtern, die eine Benachrichtigung auslösen. Die einzelnen Wörter sind mit | getrennt (Unicode 0x7C, Verkettungszeichen/senkrechter Strich).

source: Please note that <native> is only supported on Microsoft Windows®, Debian and Debian derivates. You can specify the uri with %s if it's *not* the last parameter (i.e.: weird-browser %s --some-option).
de: Hinweis: <native> wird nur unter Microsoft Windows®, Debian und Debian-Derivaten unterstützt. Wenn die URL nicht der letzte Parameter sein soll, kann die Position mit %s angegeben werden (Bspw.: seltsamer-browser %s --eine-option),

source: Time between updates (in ms):
de: Zeit zwischen Updates (in ms):

source: Avatar size:
de: Avatargröße:

source: Chatserver string:
de: Chatserver-Name:

source: Terran Conflict folder:
de: Terran-Conflict-Ordner:

source: Enter the full path to the TC folder, if you want to use the ingame client.
de: Voller Pfad des TC-Ordners. Wenn der Ingame-Chat nicht genutzt werden soll, frei lassen.

source: Proxy settings:
de: Proxy-Einstellungen:

source: Only HTTP-proxies are supported. Format is http://[username[:password]@]proxy-name[:Port].
de: Nur HTTP-Proxys werden unterstützt. Das Format ist http://[Username[:Passwort]@]Proxyname[:Port].

source: Misc
de: Sonstiges

source: Preset text %i:
de: Vorlage %i:

source: Preset texts
de: Textvorlagen

source: Reset color
de: Farben zurücksetzen

source: Reset Misc
de: Sonst. zurücksetzen

source: Reset preset texts
de: Textvorlagen zurücksetzen

source: Error B: Your system doesn't have a native browser!
de: Error B: Das System hat keinen nativen Browser.

source: Error O: OTR encryption failed!
de: Error O: OTR-Verschlüsselung fehlgeschlagen!

source: Error M: Error sending message, trying to resend...
de: Error M: Fehler beim Nachrichtenversand, versuche, Nachricht nochmal zu senden...

source: Error M2: Error sending message, retry failed. Aborting.
de: Error M2: Wiederholter Fehler beim Nachrichtenversand, Abbruch.

source: Choose a date
de: Datum auswählen

source: History loading...
de: Verlauf wird geladen …

source: - Gtk+ client for X-Devchat.
de: - Gtk+-Client für den X-Devchat.

source: translator-credits
de: Samuel Vincent Creshal & Ban

source: Error N: Failed to launch visual notification process.
de: Error N: Fehler beim Ausführen der visuellen Benachrichtigung.

source: Error N: Failed to launch audio notification process.
de: Error N: Fehler beim Ausführen der Audio-Benachrichtigung.

source: Open image in browser
de: Bild im Webbrowser öffnen

source: Open link in browser
de: Lnk im Webbrowser öffnen

source: Copy ID
de: ID kopieren

source: Cite Post
de: Nachricht zitieren

source: 7641-L044.xml
de: 7641-L049.xml

source: Error I: Error writing text file %s. Check write permissions for t-folder!
de: Error I: Fehler beim Schreiben der t-Datei %s. Zugriffsrechte des t-Ordners überprüfen!

source: Show verbose information
de: Zeige erweiterte Informationen.

source: Show even more information, mainly from HTML parser. Do not use unless explicitly stated, since it's chattier than Clippy. You have been warned.
de: Zeige noch mehr Informationen, hauptsächlich vom HTML-Parser. Nur benutzen, wenn ausdrücklich gefordert, da es noch gesprächiger als Karl Klammer ist.

source: Neither load config from nor save config to disk.
de: Einstellungen weder laden noch speichern.

source: Disable spellchecker.
de: Rechtschreibprüfung deaktivieren.

source: Error -2: Option parsing failed!
de: Error -2: Fehler beim Verarbeiten der Kommandozeilenparameter.

source: Error loading settings file. Possibly insufficient rights or corrupted content.
de: Fehler beim Laden der Einstellungen. Wahrscheinlich ungenügende Rechte oder defekter Inhalt.

source: Errors occured while loading settings: %s.
de: Fehler beim Laden der Einstellungen: %s.

source: Error -1: Could not find working dir!
de: Error -1: Arbeitsverzeichnis nicht gefunden.

source: Error creating avatar directory %s.
de: Fehler beim Anlegen des Avatar-Ordners %s.
